
/* Class = "NSWindow"; title = "Project Find"; ObjectID = "371"; */
"371.title" = "Projektsuche";

/* Class = "NSButtonCell"; title = "Choose"; ObjectID = "587"; */
"587.title" = "Auswählen";

/* Class = "NSButtonCell"; title = "Ignore Case"; ObjectID = "597"; */
"597.title" = "Groß-/ Kleinschreibung ignorieren";

/* Class = "NSButtonCell"; title = "Source-code Only"; ObjectID = "601"; */
"601.title" = "Nur Source-code";

/* Class = "NSButtonCell"; title = "Whole Words"; ObjectID = "607"; */
"607.title" = "Ganze Wörter";

/* Class = "NSButtonCell"; title = "Recursive"; ObjectID = "650"; */
"650.title" = "Rekursiv";

/* Class = "NSTextFieldCell"; title = "Match Options"; ObjectID = "669"; */
"669.title" = "Übereinstimmungsoptionen";

/* Class = "NSTextFieldCell"; title = "Scan Options"; ObjectID = "674"; */
"674.title" = "Scanoptionen";

/* Class = "NSButtonCell"; title = "Show context of"; ObjectID = "720"; */
"720.title" = "Kontext zeigen von";

/* Class = "NSTextFieldCell"; title = "Ignore Filenames"; ObjectID = "728"; */
"728.title" = "Dateinamen ignorieren";

/* Class = "NSTextFieldCell"; title = "Filename Regex"; ObjectID = "740"; */
"740.title" = "Dateinamenausdruck";

/* Class = "NSTextFieldCell"; title = "lines."; ObjectID = "803"; */
"803.title" = "Zeilen.";

/* Class = "NSTextFieldCell"; title = "Found %d matches in %d lines in %d files"; ObjectID = "994"; */
"994.title" = "%d Übereinstimmungen in %d Zeilen in %d Dateien gefunden";

/* Class = "NSSegmentedCell"; 1068.ibShadowedLabels[0] = "Stop"; ObjectID = "1068"; */
"1068.ibShadowedLabels[0]" = "Stopp";

/* Class = "NSSegmentedCell"; 1068.ibShadowedLabels[1] = "Replace"; ObjectID = "1068"; */
"1068.ibShadowedLabels[1]" = "Ersetzen";

/* Class = "NSTextFieldCell"; placeholderString = "Replace"; ObjectID = "1070"; */
"1070.placeholderString" = "Ersetzen";

/* Class = "NSButtonCell"; title = "..."; ObjectID = "1071"; */
"1071.title" = "...";

/* Class = "NSTextFieldCell"; placeholderString = "Find"; ObjectID = "1072"; */
"1072.placeholderString" = "Finden";

/* Class = "NSButton"; ibShadowedToolTip = "Regex Search"; ObjectID = "1485"; */
"1485.ibShadowedToolTip" = "Ausdruckssuche";

/* Class = "NSButtonCell"; title = "\\$"; ObjectID = "1486"; */
"1486.title" = "\\$";

/* Class = "NSSegmentedCell"; 1566.ibShadowedLabels[0] = "Go to"; ObjectID = "1566"; */
"1566.ibShadowedLabels[0]" = "Gehe zu";

/* Class = "NSSegmentedCell"; 1566.ibShadowedLabels[1] = "Replace Only"; ObjectID = "1566"; */
"1566.ibShadowedLabels[1]" = "Nur ersetzen";

/* Class = "NSTextFieldCell"; title = "Danger! Prepare your backup."; ObjectID = "1779"; */
"1779.title" = "Achtung! Bereite ein Backup vor.";

/* Class = "NSTextFieldCell"; title = "Project replacement is new. There might be unknown bugs lurking. Make sure you have a\n\nCheck that:\n• You have an up to date backup.\n• You've committed all your changes.\n• The replacement pattern is correct (be aware that \\ and $ signs must be escaped for regex replacement).\n• The directory was set correctly, and the right files are being replaced."; ObjectID = "1780"; */
"1780.title" = "Diese Projektersetzung ist neu. Es könnte unbekannte Fehler enthalten. Stelle sicher, dass du ein\n\nPrüfe das:\n• aktuelles Backup hast.\n• Du hast alle deine Änderungen übernommen.\n• Das Ersetzungsmuster ist komplett (sei sicher dass \\ und $ für Ausdruckersetzung verlassen sein müssen).\n• Das Verzeichnis war richtig gesetzt und die richtigen Dateien werden jetzt ersetzt.";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "1782"; */
"1782.title" = "Abbrechen";

/* Class = "NSTextFieldCell"; title = "full backup."; ObjectID = "1787"; */
"1787.title" = "ganzes Backup.";

/* Class = "NSButtonCell"; title = "Replace"; ObjectID = "1788"; */
"1788.title" = "Ersetzen";
